Repository: nhrnhr0/BeGoodPlus4
Catalog: begoodPlus/locale/*/LC_MESSAGES/django.po
Languages: he

source: number
he: מספר

source: amount
he: כמות

source: price table
he: טבלת מחירים

source: price tables
he: טבלאות מחירים

source: product
he: מוצר

source: month campain
he: קמפיין חודשי

source: order
he: הזמנה

source: is shown
he: האם מוצג

source: name
he: שם

source: users
he: משתמשים

source: start time
he: זמן התחלה

source: end time
he: זמן סיום

source: products
he: מוצרים

source: album
he: רשימת אלבומים

source: Mark selected albums as public
he: הפוך אלבומים מסומנים פומביים

source: Mark selected albums as private
he: הפוך אלבומים מסומנים כפרטיים

source: title
he: כותרת

source: slug
he: סלאג

source: description
he: תיאור

source: keyworks
he: מילות מפתח

source: album list
he: רשימת אלבומים

source: is public
he: האם פומבי

source: is campain
he: האם קמפיין

source: thumbnail
he: תמונה קטנה

source: copy link
he: העתק לינק

source: catalog image client price entries
he: תמונת קטגול שורות מחיר לקוח

source: colors
he: צבעים

source: sizes
he: גדלים

source: cost price
he: מחיר עלות

source: store price
he: מחיר חנות

source: private client price
he: מחיר לקוח פרטי

source: provider makat
he: מק"ט של הספק

source: provider
he: ספקים

source: client price
he: מחיר לקוח

source: recomended price
he: מחיר מומלץ

source: turn can tag active
he: הפוך ניתן למיתוג לפעיל

source: turn sizes popup active
he: הפוך פופאפ מידות לפעיל

source: turn sizes popup inactive
he: הפוך פופאפ מידות ללא פעיל

source: upload images to cloudinary active
he: הפוך העלאת תמונה לקלאודינרי לפעיל

source: upload images to cloudinary inactive
he: הפוך העלאת תמונה לקלאודינרי ללא פעיל

source: categories
he: קטגוריות

source: Name
he: שם

source: barcode
he: ברקוד

source: has physical barcode
he: יש ברקוד פיזי

source: free text
he: טקסט חופשי

source: whatsapp text
he: טקסט לוואצאפ

source: short description
he: תיאור קצר

source: cloudinary image url
he: קישור תמונה לאחסון תמונות

source: image
he: תמונה

source: local image
he: תמונת מקומית

source: date modified
he: תאריך עדכון

source: packing type from provider
he: שיטת אריזה מהספק

source: packing type for client
he: שיטת אריזה ללקוח

source: amount in single pack
he: כמות באריזה

source: amount in carton
he: כמות בקרטון

source: varients
he: מודלים

source: providers
he: ספקים

source: qyt
he: כמות

source: show sizes popup
he: הצג פופאפ מידות

source: out of stock
he: אזל המלאי

source: is active
he: האם פעיל

source: mini-tabel
he: מיני-טבלה

source: can tag
he: ניתן למיתוג

source: cost price (no VAT)
he: מחיר עלות (ללא מע'מ)

source: store price (no VAT)
he: מחיר חנות (ללא מע'מ)

source: private client price (no VAT)
he: מחיר לקוח פרטי (ללא מע'מ)

source: Catalog image
he: תמונת קטלוג

source: Catalog images
he: תמונות קטלוג

source: claudinary url
he: קישור קלאודינרי

source: catalog representation
he: ייצוג צבע

source: category
he: קטגוריה

source: products count
he: צבעי מוצר

source: email
he: אימייל

source: phone number
he: מספר

source: message
he: הודעה

source: Send telegram message
he: שלח הודעה בטלגרם

source: device
he: IP

source: session duration
he: זמן התחברות

source: user
he: משתמש

source: extra name
he: שם נוסף

source: store type
he: סוג חנות

source: tariff (%)
he: סוג מחירון

source: P.C.
he: ח.פ.

source: client type
he: מחיר לקוח פרטי

source: address
he: כתובת

source: contact man
he: איש קשר

source: contact man position
he: תפקיד איש קשר

source: contact man phone
he: טלפון איש קשר

source: contact man 2
he: איש קשר 2

source: contact man 2 phone
he: טלפון איש קשר 2

source: office phone
he: טלפון במשרד

source: extra email
he: אימייל נוסף

source: organization
he: ארגון

source: payment way
he: דרך תשלום

source: payment time
he: זמן תשלום

source: IsWithholdingTax
he: ניכוי מס במקור

source: show prices
he: הצג מחירים

source: sunday
he: יום ראשון

source: monday
he: יום שני

source: tuesday
he: יום שלישי

source: wednesday
he: יום רביעי

source: thursday
he: יום חמישי

source: friday
he: יום שישי

source: saturday
he: יום שבת

source: comments
he: הערות

source: is answered
he: האם יש תשובה

source: question
he: תיאור

source: ip
he: אייפי

source: answer
he: תשובה

source: Colors
he: צבע

source: color name
he: צבע

source: color
he: צבע

source: resend selected carts email
he: שלח מחדש עגלות מסומנות למייל

source: turn selected carts to order
he: הפוך עגלות מסומנות להזמנות

source: download selected carts excel
he: הורד עגלות מסומנות לאקסל

source: owner
he: בעלים

source: number of results
he: מספר תוצאות

source: details
he: פרטי הזמנות

source: unit price
he: מחיר לקוח פרטי

source: print
he: תומך בהדפסה

source: embro
he: רקמה

source: data
he: דאטא

source: last updated
he: אייפי אחרון

source: last ip
he: אייפי אחרון

source: active cart id
he: אידי עגלה פעילה

source: cart products size
he: גודל מוצר

source: done order
he: הזמנה גמורה

source: business name
he: שם העסק

source: agent
he: סוכן

source: order type
he: סוג הזמנה

source: cart count
he: מוצרים בעגלה

source: uniqe color
he: צבע ייחודי

source: glofa type
he: סוג גלופה

source: glofa types
he: סוגי גלופה

source: Buy Price (no tax)
he: מחיר קנייה (ללא מע'מ)

source: business type
he: סוג העסק

source: business type custom
he: שם העסק פירוט

source: flashy contact id
he: מספר זהות בפלאשי

source: tags
he: תגים

source: intrested
he: מתעניין

source: Packing type
he: שיטת אריזה

source: Packing types
he: שיטות אריזה

source: product color
he: צבע מוצר

source: product colors
he: צבעי מוצר

source: code
he: קוד

source: color representation
he: ייצוג צבע

source: Product image
he: תמונת מוצר

source: Product images
he: תמונות מוצרים

source: Product
he: מוצר

source: Product size
he: גודל מוצר

source: Product sizes
he: גדלי מוצרים

source: size
he: גודל

source: Selected Record(s) Marked as Active pringing Successfully
he: מוצרים מסומנים סומנו כתומכים בהדפסה

source: make prining active
he: הפוך הדפסה לזמינה

source: Selected Record(s) Marked as Active embroidery Successfully
he: מוצרים מסומנים סומנו כתומכים ברקמה

source: make embroidery active
he: הפוך רקמה לזמינה

source: Selected Record(s) Marked as Inactive pringing Successfully
he: מוצרים מסומנים סומנו כלא תומכי הדפסה

source: make prining inactive
he: הפוך הדפסה ללא זמינה

source: Selected Record(s) Marked as Inactive embroidery Successfully
he: מוצרים מסומנים סומנו כלא תומכי רקמה

source: make embroidery inactive
he: הפוך רקמה ללא זמינה

source: Products
he: מוצרים

source: suport printing
he: תומך בהדפסה

source: suport embroidery
he: תומך ברקמה

source: content
he: תוכן

source: customer catalog number
he: מספר קטלוג לקוח

source: total stock at us
he: כמות כוללת אצלנו

source: Provider
he: ספק

source: Providers
he: ספקים

source: private compeny
he: חברה פרטית

source: Success
he: הצלחה

source: Home
he: בית

source: Stock
he: מלאי

source: Stocks
he: מלאים

source: product name
he: שם מוצר

source: product provider
he: ספק מוצר

source: packing type
he: שיטת אריזה

source: stock at us
he: כמות אצלנו

source: exist at provider
he: קיים אצל הספק

source: provider resupply date
he: תאריך חידוש מלאי אצל הספק

source: buy cost
he: מחיר עלות

source: cost for institucional without tax from
he: מחיר לקוח מוסדי ללא מע"מ מ

source: to
he: עד

source: cost for single client with tax
he: מחיר לקוח בודד כולל מע"מ

source: buy const with tax
he: מחיר עלות כולל מע"מ

source: institutional client price range
he: טווח מחירים ללקוח עסקי

source: makat
he: מק"ט
